{
    "token":"***INSERT BOT TOKEN***",
    "prefix":"***INSERT COMMAND PREFIX***",

    "appositive": [
        "Absobloodylutely!", 
        "Sure!", 
        "Ok Boomer", 
        "Okay?", 
        "Coolio",
        "Fun Fact: An 1000-sided polygon is called a chiliagon!"
    ],

    "reppositive": [
        "what are those!?", 
        "what are those!?", 
        "how's your day going", 
        "how's it going chillidudes", 
        "is that a wrap?", 
        "my sincerest apologies", 
        "are you ok?"
    ],

    "cmd": ["ping", "hi", "hello"],

    "chillyWords" : ["jon", "cili", "j0n", "chilly", "c1l1", "c!l!"],

    "swearMistakes" : [
        "password", "pass", "hello"
    ],

    "alphabet": ["a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z"],

    "swearResponses": [
        "\nYou have no right to swear!", 
        "\nHa, NOPE!", 
        "\nStop forking swearing!", 
        "\nLANGUAGE!", 
        "\nIt's a beautiful day in this neighborhood, \na beautiful day to be a neighbor. \nSo won't you please, STOP SWEARING!",
        "\nThere are other more \"Family-Friendly\" ways to express yourself!", 
        "\nSwears are not permitted in this server!", 
        "\nRefrain from expressing yourself in such obscene terminology, PLEASE AND THANK YOU!", 
        "\n*Police Officer:* \"Mam, where did your parenting skills all go wrong?\"\n*Mother:* \"I-, I-, My children used to be good kids, I promise!... until I let them start swearing\"",
        "\n Do you talk to YO MAMA with those words?!"
    ],

    "restrictionResponses": [
        "I regret to inform you that your privilege of speaking in this server has been temporarily suspended.",
        "What's that you said? Oh wait, I DON'T CARE, because you aren't allowed to talk in this server anymore for the time being!",
        "I regret to inform you that your constitutional right of freedom of speech as an USA-ian has been temporarily stripped away for you for reasons deemed necessary to the health and wholesomeness of the the overall community of this server.",
        "Your speaking priveleges have been revoked.",
        "Stop yappering, your speaking privileges have been revoked.",
        "Why do you insist on speaking when you KNOW that I'll keep stopping you?! Are you trying to break me?",
        "Who do you think you are... \nRunning around leaving swears... \nCollecting your jar of texts... \nTearing conversation apart... \nYou're gonna catch a cold.. \nFrom the ice inside your words..."
    ],
    
    "botResponses": [
        "\nI AM THE ONLY BOT THAT MATTERS IN THIS SERVER",
        "\nGet outta here you filthy bot.",
        "\nI've never been one for sharing. So let me put it like this: this is MY SERVER, NOT YOURS!",
        "\nI'm the only bot that matters in this server",
        "\nDo you truly think that your bottiness can overcome my bottiness?",
        "\nI don't speak to other bots in this server.",
        "\nThere ain't enough room around these parts for two bots, so ya best skiddadle while ya can.",
        "\nYou are a ROBO NO-NO!",
        "\nThis isn't business, it's just personal: I do not like other bots on Discord.",
        "\nWhen you play the game of bots, you either win or you die. You did not win.",
        "\nJust don't."
    ]
}
